{
	"locale": {
			"en": "English",
			"ru": "Russian",
			"ua": "Ukrainian"
	},
  "nav": {
			"home": "About",
			"portfolio": "Portfolio",
			"services": "Services",
			"reviews": "Reviews",
			"contacts": "Contacts"
	},
	"home": {
		"about1": "I became interested in website development more than 13 years ago, and I have been creating websites professionally since 2008. And in all that time, I never stopped learning something new. I am constantly in search and development of interesting and beautiful solutions for websites.",
		"about2": "From 2013 to 2022 he taught at the computer academy \"IT STEP\". He was a senior lecturer in the web direction. For several years he taught specialized Frontend courses. Also, at the request of my students, I began to record video tutorials on creating websites and post them on Youtube. You can go to my channel at the link \"LectorWeb. Frontend, website development\"",
		"about3": "In 2020, I was invited to work as a mentor at htmlacademy.ru, both of my wards received 100 points and diplomas.",
		"about4": "Earned two certificates in HTML/CSS and Javascript in Ireland in 2022 through college courses:",
		"about5": "In my work I actively use the latest technologies to create a website, such as:",
		"about6": "In addition to professionalism, in any business it is extremely important to enjoy it. And then this work will be done with the highest quality and on time. When creating websites, it is important for me not only that the customer is satisfied, but also that I myself must be satisfied with the result of my work, until then I will not be able to consider the work completed.",
		"about7": "Thanks to this, I have a good relationship with my customers: they recommend me, they turn to my services again.",
		"about8": "I will be glad to see you among them!"
	},
	"services": {
			"service1": "Site layout",
			"service1-text": "High-quality, valid code according to all the rules and the latest trends",
			"service2": "CMS",
			"service2-text": "Ready-made site with an admin panel where you can add news, products, etc.",
			"service3": "Support",
			"service3-text": "Support for your project, adding additional features",
			"service4": "Design",
			"service4-text": "Selling, stylish and high-quality design of your website",
			"service5": "Design update",
			"service5-text": "Updating the style of the site to the modern needs of customers",
			"service6": "Education",
			"service6-text": "Professional private lessons and online consultations"
	}
}