{
	"locale": {
		"en": "Английский",
		"ru": "Русский",
		"ua": "Украинский"
	},
  "nav": {
		"home": "Главная",
		"about": "Обо мне",
		"portfolio": "Портфолио",
		"services": "Услуги",
		"reviews": "Отзывы",
		"contacts": "Контакты"
	},
	"home": {
		"hello": "Привет! Меня зовут",
		"name": "Алексей Перепелка",
		"who": "Я",
		"web": "веб-разработчик",
		"more": "Больше обо мне",
		"desc": "Опыт работы с 2008 года. Ведущий преподаватель с 2013 года. Занимаюсь созданием и поддержкой сайтов различной сложности: промо-сайты, сайты-визитка, интернет-магазины, информационный порталы...",
		"desc2": "Буду рад с Вами сотрудничать!"
	},
	"about": {
		"about1": "Разработкой сайтов увлекся более 13 лет назад, а профессионально созданием сайтов занимаюсь с 2008 года. И за все это время я никогда не переставал учиться чему-то новому. Я постоянно нахожусь в поисках и разработке интересных и красивых решений для сайтов.",
		"about2": "С 2013 по 2022 года преподавал в компьютерной академии \"ШАГ\". Являлся старшим преподавателем по веб-направлению. Несколько лет вел специализированные курсы Frontend. Также по просьбе моих учеников начал записывать видео-уроки по созданию сайтов и выкладывать их на Youtube. Перейти на мой канал вы можете по ссылке {youtube}",
		"about3": "В 2020 году пригласили поработать наставником в htmlacademy.ru, оба моих подопечных получили по 100 баллов и дипломы.",
		"about4": "В 2022 году в Ирландии получил два сертификата по HTML/CSS и Javascript, пройдя курсы в колледже:",
		"about5": "В своей работе активно применяю новейшие технологии для создания сайта, такие как:",
		"about6": "Помимо профессионализма, в любом деле крайне важно получать от него удовольствие. И тогда это дело будет выполнено максимально качественно и в срок. При создании сайтов, для меня важно не только чтобы остался доволен заказчик, но также я сам должен остаться доволен результатом своего труда, до тех пор я не смогу считать работу завершенной.",
		"about7": "Благодаря этому, у меня хорошие взаимоотношения с моими заказчиками: меня рекомендуют, к моим услугам обращаются вновь.",
		"about8": "Я буду рад видеть Вас в их числе!"
	},
	"skills": {
		"skill1": "Языки разметки и программирования:",
		"skill2": "Фреймворки, библиотеки и препроцессоры:",
		"skill3": "CMS - управление сайтом через админку:",
		"skill4": "Графические редакторы и дизайн:",
		"skill5": "Серверные языки и базы данных:",
		"skill6": "Таск-менеджеры и контроль версий:"
	},
	"services": {
			"service1": "Верстка",
			"service1-text": "Качественный, валидный код по всем правилам и последним тендеция",
			"service2": "Сайт под ключ",
			"service2-text": "Готовый сайт с админ панелью где Вы можете добавлять новости, товары и т.д.",
			"service3": "Поддержка",
			"service3-text": "Поддержка Вашего проекта, добавление дополнительных функций",
			"service4": "Дизайн",
			"service4-text": "Продающий, стильный и качественный дизайн Вашего сайта",
			"service5": "Редизайн",
			"service5-text": "Обновление стиля сайта под современные потребности клиентов",
			"service6": "Обучение",
			"service6-text": "Профессиональные частные уроки и онлайн-консультации"
	}
}